export const GUIDE_OBJ_TITLE_PLACEHOLDER = [
  {
    id: '성장',
    placeholder:
      '성장과 관련된 이런 목표를 세울 수 있어요.\n\n﹒자기 성장하기\n﹒다양한 경험을 통해 성장하기\n﹒역량 강화를 위한 지속적인 학습하기',
  },
  {
    id: '건강',
    placeholder:
      '건강과 관련된 이런 목표를 세울 수 있어요.\n\n﹒건강한 몸 만들기\n﹒건강한 식습관 형성하기\n﹒충분한 수면 확보하기',
  },
  {
    id: '생산성',
    placeholder:
      '생산성과 관련된 이런 목표를 세울 수 있어요.\n\n﹒업무 최적화 하기\n﹒효율적으로 업무 프로세스 개선하기\n﹒작업 흐름 개선하기',
  },
  {
    id: '라이프스타일',
    placeholder:
      '라이프스타일과 관련된 이런 목표를 세울 수 있어요.\n\n﹒업무 최적화 하기\n﹒효율적으로 업무 프로세스 개선하기\n﹒작업 흐름 개선하기',
  },
  {
    id: '경제',
    placeholder:
      '경제와 관련된 이런 목표를 세울 수 있어요.\n\n﹒경제적 독립하기\n﹒재무적인 안정성 달성하기\n﹒투자 및 저축 증진하기\n﹒지출 관리 및 저축 금액 키우기',
  },
  {
    id: '셀프케어',
    placeholder:
      '셀프케어와 관련된 이런 목표를 세울 수 있어요.\n\n﹒정서적 안녕 유지하기\n﹒취미나 휴식으로 스트레스 해소하기\n﹒수면 패턴 개선하기 ',
  },
];
