import { IKrDetailTypes } from '../type/CheckInLogTypes';

export const KRDETAILDATA: IKrDetailTypes = {
  title: '통합 회원가입수 200,000건 돌파',
  progressBar: 80,
  KrState: '진행',
  startDate: '2023-01-01',
  expireDate: '2023-12-31',
  Log: [
    {
      state: 'kr 수정',
      date: '2023-12-14 19:09',
      title: '500,000건 → 200,000건',
      content:
        '새롭게 시도한 인스타그램 마케팅으로 회원가입수가 생각보다 빠르게 늘고 있다. 이대로만 쭉쭉 갔으면 좋겠다! 이대로만 쭉쭉 갔으면 좋겠다! 이대로만 쭉쭉 갔으면 좋겠다! 좋겠다!',
    },
    {
      state: 'kr 수정',
      date: '2023-12-14 19:09',
      title: '500,000건 → 200,000건',
      content:
        '새롭게 시도한 인스타그램 마케팅으로 회원가입수가 생각보다 빠르게 늘고 있다. 이대로만 쭉쭉 갔으면 좋겠다! 이대로만 쭉쭉 갔으면 좋겠다! 이대로만 쭉쭉 갔으면 좋겠다! 좋겠다!',
    },
    {
      state: 'kr 수정',
      date: '2023-12-14 19:09',
      title: '500,000건 → 200,000건',
      content:
        '새롭게 시도한 인스타그램 마케팅으로 회원가입수가 생각보다 빠르게 늘고 있다. 이대로만 쭉쭉 갔으면 좋겠다! 이대로만 쭉쭉 갔으면 좋겠다! 이대로만 쭉쭉 갔으면 좋겠다! 좋겠다!',
    },
    {
      state: '진척상황 기록',
      date: '2023-12-14 19:09',
      title: '800건 → 3,000건',
      content:
        '새롭게 시도한 인스타그램 마케팅으로 회원가입수가 생각보다 빠르게 늘고 있다. 이대로만 쭉쭉 갔으면 좋겠다! 이대로만 쭉쭉 갔으면 좋겠다! 이대로만 쭉쭉 갔으면 좋겠다! 좋겠다!',
    },
    {
      state: 'kr 생성',
      date: '2023-12-14 19:09',
      title: '통합 회원가입수 200,000건 돌파 KR 생성',
      content: '',
    },
  ],
};
